Repository: 84000/data-translation-memory
Catalog: toh338-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་དེ་དག་དང་ལོ་མང་པོ་ལོ་བརྒྱ་ཕྲག་མང་པོ་ལོ་སྟོང་ཕྲག་མང་པོ་ལོ་བརྒྱ་སྟོང་ཕྲག་མང་པོར་རྩེ་རྩེ་ནས་ལྷ་མོ་དེ་དག་གིས་བསྒོ་བ། འཕགས་པའི་བུ་འདི་ནི་སྔན་ཅད་ཁྱོད་ལ་མེད་པའི་ཡུལ་ཡིན་གྱིས་འདི་ནས་ཕྱི་རོལ་ཏུ་བྱུང་ཏ་རེ།
en: Then, after he amused himself with them for many years, many hundreds of years, many thousands of years, and many hundreds of thousands of years, the goddesses ordered him, “Son of noble family, since you are a stranger in this land, you should not go outside.

source: བརྒྱ་ལ་འབྱུང་ན་ཡང་ཁ་བྱང་ཕྱོགས་སུ་བལྟས་ཏེ་བྱུང་ཤིག་ཅེས་སྨྲས་སོ།
en: However, if you happen to leave sometime, head north!” “

source: །དེ་དུས་གཞན་ཞིག་ན་དེ་ནས་ཕྱི་རོལ་ཏུ་བྱུང་སྟེ་ཡང་འཕྱན་ཅིང་སོང་སོང་བ་དང་། གྲོང་ཁྱེར་དངུལ་གྱི་ར་བ་ཅན་བཟའ་ཤིང་གི་ར་བ་དང་ལྡན་པ་རྫིང་བུ་དང་ལྡན་པ་བདུག་སྤོས་ཀྱིས་བདུགས་པ་མེ་ཏོག་སིལ་མས་གཏོར་བ་དར་གྱི་ལྡ་ལྡི་མང་པོ་བྲེས་པ་ཞིག་མཐོང་ངོ་།
en: ‘On another occasion, Maitrāyajña left the city and continued wandering until he arrived at a city with a silver city wall and an orchard and a lotus pond that was pervaded by a pleasant fragrance. He saw flower petals scattered everywhere and many wreaths made from silk ribbons that had been put up as ornaments.

source: །དེའི་ནང་ནས་ལྷ་མོ་བརྒྱད་འཐོན་ཏེ།
en: From inside the city, eight goddesses appeared.

source: སྔ་མ་བཞིན་དུ་རྩེ་རྩེ་ནས་དེ་ནས་ཀྱང་དུས་གཞན་ཞིག་ན་ཕྱིར་བྱུང་སྟེ་འཁྱམ་འཁྱམ་པ་ལས་གྲོང་ཁྱེར་བཻ་དཱུ་རྱའི་ར་བ་ཅན་ནས།
en: Like before, after he had amused himself with them, at some other time he left. “ ‘After wandering and wandering, he arrived at a city with a lapis lazuli city wall.

source: དར་གྱི་ལྡ་ལྡི་མང་པོ་བྲེས་པ་སྔ་མ་བཞིན་དུ་མཐོང་ནས།
en: Just as before, he saw flower petals scattered everywhere and many wreaths made from silk ribbons hung up as ornaments.

source: །དེའི་ནང་ནས་ལྷ་མོ་བཅུ་དྲུག་འཐོན་ཏེ་དེ་དག་གིས་ཀྱང་དེའི་ལག་ནས་བཟུང་སྟེ་ནང་དུ་ཁྲིད་དོ། །དེ་དག་དང་ཡང་ལོ་བརྒྱ་སྟོང་མང་པོར་རྩེ་རྩེ་ནས།
en: From inside the city, sixteen goddesses appeared, and they, too, took him by the hand and led him inside, and with them, too, he amused himself for many hundreds of thousands of years. “

source: དེ་ནས་ཀྱང་དུས་གཞན་ཞིག་ནས་ཕྱིར་བྱུང་སྟེ་འཁྱམ་འཁྱམ་པ་ལས། གྲོང་ཁྱེར་ཤེལ་གྱི་ར་བ་ཅན་ནས་དར་གྱི་ལྡ་ལྡི་མང་པོ་བྲེས་པའི་བར་དུ་སྔ་མ་བཞིན་དུ་མཐོང་ནས།
en: ‘At a later time he left, and after wandering and wandering, he arrived at a city with a rock-crystal city wall, and he saw everything like before—from the scattered flower petals to the wreaths made from silk ribbons.

source: དེའི་ནང་ནས་ལྷ་མོ་སུམ་ཅུ་རྩ་གཉིས་འཐོན་ཏེ་དེ་དག་གིས་ཀྱང་ལག་ནས་བཟུང་སྟེ་ནང་དུ་ཁྲིད་དོ།
en: From inside this city, thirty-two goddesses appeared, and they, too, took him by the hand and led him inside.

source: །དེ་དག་དང་ཡང་སྔ་མ་བཞིན་དུ་རྩེ་རྩེ་བ་ལས་དེ་དག་གིས་བསྒོ་བ། འཕགས་པའི་བུ་འདི་ནི་ཁྱོད་ལ་མེད་པའི་ས་ཕྱོགས་ཡིན་གྱིས། གནས་འདི་ནས་ཕྱི་རོལ་ཏུ་བྱུང་ཏ་རེ།
en: As before, after he had amused himself with them, they ordered him, “Son of noble family, since you are a stranger in this land, you should not leave this city.

source: བརྒྱ་ལ་འབྱུང་ན་ཡང་ཁ་བྱང་ཕྱོགས་སུ་ལྟོས་ཏེ་བྱུང་ཤིག་ཅེས་སྨྲས་པའི་འོག་ཏུ་དེ་ཁང་པ་དེ་ནས་བྱུང་སྟེ་ཁ་བྱང་ཕྱོགས་སུ་བལྟས་ནས་སོང་སོང་བ་ལས།
en: However, if you have to go, head north!” “ ‘Immediately afterward, he left the house, faced north, and walked and walked.

source: ཚེར་མའི་ནགས་ཚལ་ཞིག་ཏུ་ཕྱིན་པ་དང་གྲོང་ཁྱེར་ལྕགས་ཀྱི་ར་བ་ནག་པོ་ཅན་ཞིག་མཐོང་སྟེ།
en: Eventually, he came to a thicket of thorns and saw a city with a black iron city wall.

source: དེར་སོང་སོང་བ་དང་ནང་དུ་ཕྱིན་མ་ཐག་ཏུ་གྲོང་ཁྱེར་གྱི་སྒོ་འགགས་ནས།
en: He approached, and as soon as he stepped inside, the city’s gates slammed shut.

source: ར་བའི་གོང་དུ་བལྟས་ན་ཡང་མཐོ་བར་གྱུར་ཏེ་མཐར་སྒྲ་འཇིགས་པ་ཞིག་ཀྱང་ཐོས་ནས།
en: Looking up the city walls, he saw them rising higher, and he could hear a dreadful sound coming from beyond them. “

source: དེ་ན་གནས་བཞིན་དུ་འདི་ཅི་ཞིག་
en: What kind of place is this?”

source: སྙམ་དུ་བསམས་པ་དང་། རལ་གྲི་འཁོར་ལོ་མགོ་ལ་འཁོར་ཞིང་གཅོད་པའི་མི་ཞིག་མཐོང་ནས་དངངས་ཏེ།
en: he thought, and he became terrified when he saw a man whose head was cut by a wheel made of sword blades that was rotating above his head.

source: ཀྱེ་མི་འདི་ཅི་ཞིག་ཅེས་དྲིས་པ་དང་།
en: “ ‘ “Hey, you! What is this?” he asked,

source: སེམས་ཅན་དམྱལ་བ་པའི་མི་དེས་འདི་ནི་ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བའོ་ཞེས་སྨྲ་བ་དང་།
en: and that hell being replied, “This is a personal hell.” “

source: བྱམས་པ་མཆོད་སྦྱིན་གྱིས། ཁྱོད་ཀྱིས་སྡིག་པའི་ལས་ཅི་ཞིག་བྱས་ཞེས་སྨྲས་སོ།
en: ‘Maitrāyajña asked, “What sins have you committed?” “

source: །དེས་སྨྲས་པ། འཛམ་བུའི་གླིང་ན་གྲོང་ཁྱེར་ཀོ་ས་ལི་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: ‘The man told his story: “In the Jambu continent there is a city called Mahākośalī.

source: བདག་ཀྱང་དེ་ན་དེད་དཔོན་གྱི་བུ་ཞིག་ཏུ་གྱུར་ཅིང་འདུག་འདུག་པ་ལས།
en: There I used to live, and I, too, happened to be a son of a sea merchant.

source: བདག་གྲོགས་ལྔ་བརྒྱས་བསྐོར་ཏེ་བཟའ་ཤིང་གི་ར་བ་ཆེན་པོར་ཕྱིན་པ་དང་།
en: Surrounded by five hundred friends, I went to the city’s large orchard. “

source: གྲོགས་པོ་དེ་དག་གིས་སྨྲས་པ། ཁྱོད་ཀྱི་ཕ་ནི་དེད་དཔོན་ཡིན་ཏེ།
en: ‘ “There my friends said, ‘Your father is the head of the sea merchants’ guild.

source: དེ་དག་ལ་སོགས་པ་བདག་ཅག་གི་ཕ་རྣམས་ཡུལ་གཞན་དུ་དོང་ཞིང་ནོར་ལ་སོགས་པ་ཡང་བྱེད།
en: And following his lead, they, our fathers, traveled to foreign lands and procured vast riches.

source: གསེར་གནས་དང་། སིང་གྷ་ལའི་གླིང་ལ་སོགས་པ་གླིང་གཞན་དག་ཀྱང་ལྟ་ན།
en: They saw the Golden Island, the island of Sri Lanka, and many other islands.

source: བདག་ཅག་ཀྱང་ཁྱོད་ཀྱིས་གཙོ་བོ་བྱས་ཏེ་ཡུལ་གཞན་དུ་འདོང་ངོ་ཞེས་སྨྲས་པ་དང་།
en: We, too, with you as our leader, will travel to foreign countries.’ So they pledged. “

source: དེ་དག་གིས་མཉན་ཏེ་ཁྱིམ་དུ་ཕྱིན་ནས་མ་ལ་བདག་གྲུར་ཞུགས་ཏེ་ཡུལ་གཞན་དུ་འགྲོའོ་ཞེས་དྲིས་པ་དང་།
en: ‘ “Then I went home and said to my mother, ‘I will go aboard a ship and voyage the ocean to go to foreign countries!’ “

source: བདག་གི་མས་སྨྲས་པ། བུ་ཁྱོད་ཀྱི་ཕ་ཡང་རྒྱ་མཚོ་ལས་གྲུར་ཞུགས་ཏེ་ཡུལ་གཞན་དུ་སོང་སོང་བ་ལས་ཚེ་འཕོས་ཏེ།
en: ‘ “My mother replied, ‘Son, your father, too, has gone aboard a ship, and having gone to many foreign countries, he died.

source: བུ་ཡང་ཁྱོད་གཅིག་པུར་ཟད་ལ།
en: Son, you are all I have left!

source: ཁྱིམ་ཡང་ནོར་གྱིས་གང་བར་ཡོད་ཀྱིས་མ་འགྲོ་ཤིག་ཅེས་ནས།
en: Our house is filled with riches. Don’t go!’ “

source: བདག་གིས་ཀྱང་མི་འགྲོའོ་ཞེས་མའི་ངག་མཉན་ཏེ།
en: ‘ “I, too, promised my mother that I would not go.

source: དེ་ལྟར་ལན་གསུམ་མམ་བཞིར་མས་རྐང་པ་ནས་བཟུང་སྟེ་བསྒོ་ནས་འདུག་འདུག་པ་ནས།
en: In this way, mother clasped my feet three or four times, bidding me to stay, and I stayed.

source: དུས་གཞན་ཞིག་ན་བདག་བཟའ་ཤིང་གི་ར་བར་ཕྱིན་པ་དང་གྲོགས་པོ་རྣམས་ཀྱིས་ངེས་པར་འདོང་ངོ་། །
en: But at another time, I went to the orchard and my friends said, ‘We will go anyway.’ “

source: ཞེས་སྨྲས་ནས། འོ་ན་འདོང་བར་བྱའོ་ཞེས་བདག་གིས་ཁས་བླངས་ཏེ་འགྲོ་བར་བྱས་པ་དང་།
en: ‘ “ ‘Well, we should go then!’ I said, and by making this promise, we departed. “

source: བདག་གི་མས་སྒོ་ཀར་རྐང་པ་ནས་བཟུང་སྟེ་བུ་ང་དོར་བའི་མི་རིགས་སོ་ཞེས་སྨྲས་པ་དང་།
en: ‘ “My mother clasped my feet at the door and said, ‘It is not right to leave me behind!’

source: བདག་གི་མའི་མགོ་ལ་འགོམས་ཏེ་སོང་ནས་གྲོགས་པོ་ལྔ་བརྒྱ་དང་བདག་ཅག་རྒྱ་མཚོའི་ངོགས་སུ་ཕྱིན་ཏེ། ཁྲིམས་བརྒྱད་མནོས་ནས་རྒྱ་མཚོར་ཞུགས་ཏེ།
en: But I stepped on my mother’s head and went off with my five hundred friends to the shore of the sea. “ ‘ “After we took up the eight precepts, we set sail.

source: གསེར་གནས་སུ་དོང་དོང་བ་ལས་རླུང་ཆེན་པོ་ལངས་ནས་གྲུ་བུབ་སྟེ་གྲོགས་པོ་དེ་དག་ནི་ཚེ་འཕོས་པར་གྱུར།
en: We were well on our way to the Golden Island when a strong gale caught us and capsized the ship, killing all the friends.

source: བདག་ནི་ཉི་མ་དུ་མ་ཞིག་ན་རྒྱ་མཚོའི་མཐར་ཕྱིན་ཏེ།
en: As for myself, after many days I reached the end of the ocean.

source: འཁྱམ་ཞིང་སོང་སོང་བ་ལས། གྲོང་ཁྱེར་གསེར་གྱི་ར་བ་ཅན། བཟའ་ཤིང་གི་ར་བ་དང་ལྡན་པ་རྫིང་བུ་དང་ལྡན་པ། བདུག་སྤོས་ཀྱིས་བདུགས་པ།
en: I started to wander, and after continuously walking I eventually arrived at a city with a golden city wall and an orchard and a lotus pond that was pervaded by a pleasant fragrance.

source: མེ་ཏོག་སིལ་མས་གཏོར་བ། དར་གྱི་ལྡ་ལྡི་མང་པོ་བྲེས་པ་ཞིག་མཐོང་ངོ་།
en: I saw flower petals scattered everywhere and many wreaths made from silk ribbons that had been put up as ornaments. “

source: །དེའི་ནང་ནས་ལྷ་མོ་བཞི་ཞིག་འཐོན་པ་ནས། ལྷ་མོ་སུམ་ཅུ་རྩ་གཉིས་འཐོན་པ་དང་། གྲོང་ཁྱེར་ལྕགས་ཀྱི་ར་བས་བསྐོར་བ་ཞིག་མཐོང་བའི་བར་དུ་སྔ་མ་བཞིན་ཏེ།
en: ‘ “From inside that city, four goddesses appeared, thirty-two goddesses appeared, and so on as before, until I saw a city enclosed by an iron wall and went inside.

source: བདག་དེའི་ནང་དུ་ཕྱིན་པ་དང་། དེ་མ་ཐག་ཏུ་སྒོ་ཡང་འགགས།
en: As soon as I stepped inside, the gates slammed shut.

source: དེ་ནི་མི་ཞིག་ཀྱང་རལ་གྲི་འཁོར་ལོ་མགོ་ལ་འཁོར་ཞིང་འདུག་པ་མཐོང་ནས།
en: There, too, I saw a man with a wheel made of swords rotating above his head.

source: བདག་འདི་ན་འདུག་འདུག་པའི་མགོ་ལ་འཁོར་ལོ་འཕོས་པར་གྱུར་ཏོ།
en: And there and then the wheel was transferred to where I was standing nearby, onto my own head.

source: །བདག་མའི་ཚིག་གིས་ལན་བཞི་ཕྱིར་ལོག་པ་དང་། ཁྲིམས་བརྒྱད་མནོས་པའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། གྲོང་ཁྱེར་བཞིར་ཉི་ཚེ་བའི་མཐོ་རིས་ཉམས་སུ་མྱོང་བར་གྱུར་ཏོ།
en: Due to the ripening of the karmic fruit of my action of having desisted from leaving home by obeying my mother’s words four times and taking up the eight precepts, I enjoyed a personal heaven in four cities.

source: །བདག་གིས་མའི་མགོ་ལ་འགོམས་ཏེ་སོང་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ནི། རལ་གྲི་འཁོར་ལོ་མགོ་ལ་འཁོར་ཞིང་གཅོད་པ་འདི་ཡིན་ནོ་ཞེས་བྱས་པ་དང་།
en: Due to the ripening of the karmic fruit of my action of stepping on my mother’s head when setting out, a wheel made of sword blades is now rotating above and lacerating my head.” “

source: བྱམས་པ་མཆོད་སྦྱིན་གྱིས་བསམས་པ། བདག་གིས་ཀྱང་སྔོན་ལས་དེ་ཁོ་ན་དང་འདྲ་བར་བྱས་ཀྱིས།
en: ‘Upon hearing this, Maitrāyajña thought, “I, too, have in the past carried out an action that is very similar to that one.

source: བདག་གི་ལས་རྣམ་པར་སྨིན་པ་ཡང་ཉེ་བར་གནས་པར་གྱུར་པ་ལྟའོ་སྙམ་པ་དང་།
en: I can see that the ripening of the karmic fruits of my own action is immanent!” “

source: སེམས་ཅན་དམྱལ་བའི་མི་དེས་བྱམས་པ་མཆོད་སྦྱིན་ཁྱོད་གང་ནས་འོངས་ཞེས་སྨྲས་པ་དང་།
en: ‘The hell being asked Maitrāyajña, “Where do you come from?” “

source: བྱམས་པ་མཆོད་སྦྱིན་གྱིས་སྨྲས་པ། འཛམ་བུའི་གླིང་ན་གྲོང་ཁྱེར་ཏ་མ་ལི་བ་ཏི་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: ‘And Maitrāyajña told his story: “In the Jambu continent there is a city called Tāmalipta.

source: བདག་ནི་དེ་ནས་འོངས་ཏེ།
en: I am from there.

source: བདག་གིས་ཀྱང་ལས་དེ་དག་ཐམས་ཅད་བྱས་སོ།
en: I, too, have done all those actions.” “

source: །སེམས་ཅན་དམྱལ་བ་པའི་མི་དེས་སྨྲས་པ། དེ་བདེན་པ་ལྟ་སྟེ།
en: ‘ “It is true then!” said the hell being. “

source: བདག་གིས་ཀྱང་བར་སྣང་ལས་སྒྲ་ཐོས་ནས། ཁྱོད་ཀྱི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཟད་དེ།
en: I heard a voice coming from the sky that said, ‘The karmic fruit of your action is exhausted.

source: དེད་དཔོན་གྱི་བུ་བྱམས་པ་མཆོད་སྦྱིན་ཞེས་བྱ་བ། ལས་དེ་དང་འདྲ་བར་བྱས་པ་ཞིག་འོང་ངོ་ཞེས་ཐོས་སོ།
en: One will come whose name is Maitrāyajña, the son of a sea merchant, who has committed an action similar to yours.’

source: །བྱམས་པ་མཆོད་སྦྱིན་གྱིས་ཟས་སུ་ཅི་ཟ་ཞེས་སྨྲས་པ་དང་།
en: ” “ ‘Maitrāyajña asked, “What kind of food do you eat here?” “

source: དེས་མགོ་འདི་ཉིད་ཀྱི་ཤ་རྙིལ་བ་ལས། ཤ་དང་རྣག་ཁྲག་འོང་བཟའོ་ཞེས་སྨྲས་ནས།
en: ‘ “I eat the flesh, pus, and blood flowing from my own shredded head.”

source: མི་དེ་ཡང་དེར་ཚེ་འཕོས་པར་གྱུར་ཏོ། །
en: Then this man died there.

source: བྱམས་པ་མཆོད་སྦྱིན་འཇིགས་ཤིང་མི་དགའ་བས། མའི་དོན་དུ་སྨོན་ལམ་བཏབ་སྟེ། འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Maitrāyajña, terrified and distraught, made this aspiration for the sake of his mother:

source: འཇིག་རྟེན་བགྲང་དུ་མེད་པ་ཐམས་ཅད་ཀྱི། །སྲིད་རྩེ་མན་ཅད་མནར་མེད་ཡན་ཅད་ན། །ལྷ་དང་ལྷ་མིན་ལྟོ་འཕྱེ་ཆེན་པོའི་ཚོགས། །བདེ་བར་གྱུར་ཅིག་སྡུག་བསྔལ་བདག་གིས་བླང་།
en: “ ‘ “In all the countless worlds— From the Peak of Existence downward, from the Avīci hell upward— May the assemblies of gods, asuras, and mahoragas be happy, And may their suffering be taken on by me!” “

source: །དེ་སྐད་ཅེས་སྨྲས་ནས། བསམ་པ་ཐག་པས་ཕ་མ་ལ་ཕྱག་འཚལ་ཏེ་སྨོན་ལམ་བཏབ་བོ། །གར་སྐྱེས་གར་སྐྱེས་ཀྱང་ཕ་མའི་རིམ་གྲོ་བྱའོ།
en: ‘With an earnest intention, he bowed down in reverence to his imagined parents and made another aspiration: “Wherever I am reborn, I will honor my parents!

source: །ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བ་འདིར་སྐྱེ་བར་འགྱུར་བ་དེ་དག་གི་དོན་དུ་བདག་འདི་ན་གནས་སོ།
en: I will remain here in this individual hell for the sake of those who will be reborn here.

source: །འཇིག་རྟེན་ན་རིགས་པ་དང་ལྡན་པ་དང་། གྲོལ་བར་གྱུར་པ་སུ་བཞུགས་པ་དེ་དག་ལ་ཕྱག་འཚལ་ལོ།
en: To those in the world who are engaged in proper conduct and those who are liberated, I bow in reverence.

source: །དེ་དག་གིས་ཀྱང་བདག་བསྐྱབ་ཏུ་གསོལ་ཞེས་སྨྲས་ནས།
en: I pray that they will protect me.”

source: སེམས་ཅན་དམྱལ་བ་པ་འདུག་འདུག་པ་དེར་འདུག་ནས། ཡང་ཕ་མའི་དོན་དུ་སྨོན་ལམ་བཏབ་པ། སེམས་ཅན་དམྱལ་བ་མནར་མེད་མཐའ་ནས་སྲིད་རྩེ་མན་ཆད་ནས། སེམས་ཅན་ཚེ་འཕོའི་རྣམ་པ་འཆིང་བས་ཇི་སྙེད་བཅིངས་པ་དག །ཐམས་ཅད་མ་ལུས་ཆོས་དང་ལྡན་ཞིང་བདེ་བར་འཚོ་འགྱུར་ཏེ། རྒན་མེད་ཚེ་འཕོ་མེད་པའི་མྱ་ངན་འདས་པ་ཐོབ་གྱུར་ཅིག །
en: And he stayed there as a being of this individual hell and made a further aspiration for the sake of his parents: “ ‘ “From the Avīci hell down below, up to the Peak of Existence, May all the beings bound by the fetter of death, As many as there are without exception, live happily, intent on virtue, And may they experience the ageless, deathless nirvāṇa!” “

source: དེ་སྐད་ཅེས་བརྗོད་དེ་བསྡད་པ་དང་། འཁོར་ལོ་དེ་མགོ་ལ་མ་རེག་པར་སྟེང་གི་ནམ་མཁའ་ལ་འཁོར་བར་གྱུར་ཏོ།
en: ‘Due to this utterance, the wheel remained in the air above, rotating but without touching his head.

source: །དེའི་མས་ཀྱང་གལ་ཏེ་བདག་གི་སྦྱིན་པའམ་ཚུལ་ཁྲིམས་སམ་བདག་གིས་ཁྱིམ་ཐབ་ཀྱི་བརྟུལ་ཞུགས་བྱས་པའི་བསོད་ནམས་ཀྱི་འབྲས་བུ་ཞིག་ཡོད་ན། བསོད་ནམས་ཀྱི་འབྲས་བུ་དེས། བདག་གི་བུ་གང་དང་གང་ན་གནས་ཀྱང་བདེ་བར་གྱུར་ཅིག་ཅེས་རྟག་པར་སྨོན་ལམ་བཏབ་པས་དེ་ལྟར་ཞི་བར་གྱུར་ཏོ།
en: And also, because his mother perpetually made this aspiration, “If there is any benefit to be derived from the merit that I have accumulated through my practice of generosity, ethics, and being a faithful wife, may the fruit of this merit lead to the happiness of my son, whatever and wherever he may be,” he was at peace. “

source: །དེ་ཡང་ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བ་དེ་ན་འདུག་འདུག་ནས། ལོ་དྲུག་ཅུ་ཡང་མ་ལོན་པར་ཚེ་འཕོས་པར་གྱུར་ཏེ།
en: ‘And having stayed there in this personal hell, he passed away before even sixty years had passed.’ “

source: དཔེར་ན་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་སེམས་ཅན་དམྱལ་བའི་ཚེ་ཡོངས་སུ་མ་རྫོགས་པར་ཚེ་འཕོས་པ་ལྟ་བུ་སྟེ།
en: Accordingly, for example, King Ajātaśatru passed away without having entirely completed his lifespan in hell.

source: ལས་ཀྱི་འབྲས་བུ་ཆུད་ཟ་བ་མེད་པའི་ཕྱིར་བར་བར་ཀླད་པ་ན་བར་གྱུར་ཏོ། །དེ་ནས་སྐབས་སུ་བབ་ནས།
en: But since the karmic fruit of actions do not dissipate, he sometimes suffered from excruciating headaches. “

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེའི་ཚེ་དེའི་དུས་ན་དེད་དཔོན་གྱི་བུ་བྱམས་པ་མཆོད་སྦྱིན་ཞེས་བྱ་བ་དེ་གཞན་ཞིག་ཡིན་པར་སེམས་ན་དེ་ནི་དེ་ལྟར་མི་བལྟ་སྟེ།
en: Then, when the right time had come, the Bhagavān addressed the monks: ‘Monks, you may think that the sea merchant’s son named Maitrāyajña was just somebody else at that time. But this is not how you should see it.

source: ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་དེད་དཔོན་གྱི་བུ་བྱམས་པ་མཆོད་སྦྱིན་ཞེས་བྱ་བར་གྱུར་ཏོ།
en: I myself was at that time the sea merchant’s son named Maitrāyajña.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་ངའི་ཚིག་ལ་ཡིད་ཆེས་པར་བྱས་ཏེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་རིམ་གྲོ་ཡོད་པར་བྱའོ།
en: Therefore, monks, have faith in my words! You should cultivate reverence for the Bhagavān!

source: །ཆོས་དང་དགེ་འདུན་ལ་རིམ་གྲོ་ཡོད་པར་བྱའོ།
en: You should cultivate reverence for the Dharma and the Saṅgha!

source: །ཕ་མ་དང་མཁན་པོ་དང་སློབ་དཔོན་ལ་རིམ་གྲོ་ཡོད་པར་བྱའོ།
en: You should also revere your parents, your preceptor, and your teacher!

source: །དགེ་སློང་དག་ཁྱེད་ཀྱིས་འདི་ལྟར་ཤེས་པར་བྱ་སྟེ། གང་ཡུལ་གཞན་དུ་སོང་ཞིང་བདེ་བ་དང་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བ་ཡོད་དེ། དཔེར་ན་བྱམས་པ་མཆོད་སྦྱིན་ཡུལ་གཞན་དུ་སོང་ནས་ཚེ་དེ་ཉིད་ལ་ཉི་ཚེ་བའི་མཐོ་རིས་དང་། ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བ་མྱོང་བར་གྱུར་པ་ལྟ་བུ་སྟེ།
en: Know this, monks: Those who travel to a foreign land can experience both pleasure and pain, just like Maitrāyajña, who after traveling to a foreign country experienced a personal heaven and a personal hell in a single lifetime.

source: དེ་ལྟར་ཡུལ་གཞན་དུ་བདེ་བ་དང་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་གྱུར་པའི་ལས་དེ་ལྟ་བུ་ནི་ཡུལ་གཞན་དུ་རྣམ་པར་སྨིན་པར་འགྱུར་བའོ།
en: In this way, action that leads to the experience of pleasure and pain in a foreign country will ripen accordingly in a foreign country.’ “

source: །དེ་ལ་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་གསུངས་ཏེ། ང་ལ་ཅི་བྱས་པ་དང་ཕ་མ་དང་མཁན་པོ་དང་སློབ་དཔོན་ལ་ཅི་བྱས་པ་དེ་དག་ནི་བྱེ་བྲག་མེད་ཅིང་མཚུངས་ཏེ་ཚེ་འདི་དང་ཕྱི་མ་ལ་ཡང་རྣམ་པར་སྨིན་པ་མི་མཉམ་པ་མེད་དོ།
en: Hence, the Bhagavān has furthermore said the following: ‘Whether something is done for me or for your parents, your preceptor, or your teacher, there is no difference, and the karmic result is the same, experienced either in this lifetime or the next.

source: །ཇི་ལྟར་ན་ཚེ་འདི་འདི་ལ་རྣམ་པར་སྨིན་པ་མཚུངས་ཤིང་མཉམ་པ་ཡིན་ཞེ་ན།
en: How, then, is the karmic result the same in this very life?’ “

source: དཔེར་ན་མཉན་དུ་ཡོད་པ་ན་བཅོམ་ལྡན་འདས་དང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་བཤོས་གསོལ་བ་མི་ཕོངས་པ་གཅིག་ཅིག་གིས་མཐོང་ནས་སེམས་མོས་པར་བྱས་པས་དེས་བསོད་ནམས་ཀྱི་ཚོགས་ཆེན་པོ་ཡང་བསགས་པར་གྱུར། རྒྱལ་པོར་འགྱུར་བའི་ལས་ཀྱང་བྱས། དེ་ཉིད་ཐར་པའི་ས་བོན་དུ་གྱུར་པ་དེ་ཐུགས་སུ་ཆུད་ནས།
en: For example, once in Śrāvastī some poor person saw the Bhagavān, together with the Saṅgha of hearers, begging for alms. And because at that moment he developed reverence in his mind, he accumulated an immense stock of merit, and since this also created the action that led him to become a king, that reverence by itself became the seed for his liberation.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་གསུངས་པ། དེ་ལ་རྗེས་སུ་ཡི་རང་སུ་བྱེད་གང་། །དེ་ཡི་ལས་ནི་ཉམས་སུ་སུ་ལེན་པ། །ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་པ་དང་།
en: When this came to the Bhagavān’s attention, he uttered the following verses: “ ‘Those who rejoice in it Are no less remunerated Than those who carry out a service. They are both equally entitled to a share of the merit.’ “

source: ཆོས་རྣམས་སྔོན་དུ་ཡིད་འགྲོ་སྟེ།
en: And: “ ‘Mind precedes phenomena.

source: །ཡིད་ཀྱིས་ཆོས་འགྱུར་ཡིད་ཀྱིས་འགྲོ།
en: Phenomena appear due to mind, and they disappear due to mind.

source: །ཡིད་ནི་ལེགས་པར་མོས་འགྱུར་ན། །སྨྲ་བའམ་བྱེད་པ་ཀུན་དུ་འགྱུར། །གྲིབ་མ་རྗེས་སུ་འབྲང་བ་བཞིན། །དེ་ལས་བདེ་བ་འཐོབ་པར་འགྱུར། །ཞེས་གསུངས་པ་དང་།
en: When one’s mind is truly devoted, So will be one’s speech and action in every way, Always following the person like a shadow. Then, one will find happiness.’ “

source: དེ་ནས་ཚེ་འཕོས་པའི་འོག་ཏུ་ལྷར་སྐྱེས་པ་ལྟ་བུ་དང་།
en: Then, at the moment of his death, he was reborn as a god. “

source: དཔེར་ན་གྲོང་ཁྱེར་གཙུག་ཕུད་ཅེས་བྱ་བའི་རང་སངས་རྒྱས་ལྟ་བུ་སྟེ།
en: Another example is that of the pratyekabuddha Tagaraśikhin.

source: དེ་ལ་ལོ་ཉེས་པ་ཞིག་གི་ཚེ་མི་དབུལ་པོ་ཞིག་གིས་བསོད་སྙོམས་ཞིག་ཕུལ་བས། དེ་དེ་ཉིད་ཀྱི་ཚེ་རྒྱལ་པོར་དབང་བསྐུར་ནས།
en: During a famine, a poor man had offered some broth, and because of that he was anointed king in this city on that same day.

source: དུས་གཞན་ཞིག་ན་རང་སངས་རྒྱས་སུ་གྱུར་པ་ལྟ་བུའོ།
en: Later he became a pratyekabuddha.

source: །དེ་ཡང་མདོ་སྡེ་དག་ལས་གསུངས་པ། གྲོང་ཁྱེར་གཙུག་ཕུད་ཅེས་བྱ་བ་དེ་དང་འདྲ་བར་སེམས་མོས་པའི་འབྲས་བུ་ཚེ་འདི་ཉིད་ལ་རྣམ་པར་སྨིན་པར་འགྱུར་རོ་ཞེས་གསུངས་པ་དང་།
en: Furthermore, it is said in the sūtras that the karmic fruit of a mind full of devotion similar to that of the pratyekabuddha whose name is Tagaraśikhin will ripen in this very lifetime. “

source: ཕ་མ་ལ་རིམ་གྲོ་བྱས་ན། དེད་དཔོན་གྱི་བུ་བྱམས་པ་མཆོད་སྦྱིན་གྱིས་མའི་ངག་མཉན་ཏེ་ལན་བཞི་ཕྱིར་ལོག་པས་གྲོང་ཁྱེར་ཆེན་པོ་བཞིར་ཉི་ཚེ་བའི་མཐོ་རིས་མྱོང་བར་གྱུར་པ་དེ་དེའི་ཐར་པའི་ས་བོན་དུ་གྱུར་པ་ལྟར། ཚེ་འདི་ལ་འབྲས་བུ་རྣམ་པར་སྨིན་པར་འགྱུར་རོ་ཞེས་གསུངས་པ་ལྟ་བུའོ།
en: When he honored his parent, Maitrāyajña, the son of the sea merchant, experienced an individual heaven in four great cities because he had listened to his mother’s words and complied with them four times. Since it had become the seed for his liberation, the ripening of the karmic fruit took place in this life. “

source: །ཇི་ལྟར་ན་བཅོམ་ལྡན་འདས་དང་ཕ་མ་ལ་ཞེ་སྡང་བར་བྱས་པའི་སེམས་ཀྱིས། སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་ཞེ་ན།
en: Will one go to hell through expressing anger toward the Bhagavān and one’s parents?

source: དེ་ནི་དཔེར་ན་ལྷས་བྱིན་གྱིས་བཅོམ་ལྡན་འདས་ལ་ཞེ་སྡང་བའི་སེམས་བསྐྱེད་ནས་ཚེ་འཕོས་པའི་འོག་ཏུ་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བར་ལྷུང་བ་ལྟ་བུ་དང་།
en: An example here is Devadatta, who, after he had become angry with the Bhagavān, fell into the Avīci hell immediately upon his death.

source: དཔེར་ན་ཡུལ་སིན་དུ་ན་འོ་དོད་ཅན་ཞེས་བྱ་བའི་གྲོང་ཁྱེར་ཞིག་ཡོད་པར་རྒྱལ་པོའི་བུ་ཨུ་ཏྲ་ཀ་ཞེས་བྱ་བས་ཕ་བསད་དེ་སེམས་ཅན་དམྱལ་བར་ལྷུང་བ་ལྟ་བུ་སྟེ།
en: Or there is the prince Utraka in the city of Rauruka in the land of Sindhu, who killed his father and consequently fell into the hell realms.

source: དེ་ལྟར་ན་བཅོམ་ལྡན་འདས་དང་ཕ་མ་ལ་ཞེ་སྡང་བར་བྱས་པའི་སེམས་ཀྱིས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་རོ།
en: Thus, one will go to the hell realms through expressing anger toward the Bhagavān or one’s parents. “

source: །དེ་དག་ལ་བྱེ་བྲག་མེད་པ་ཡིན་ནམ་ཞེ་ན་བྱེ་བྲག་མེད་པའང་མ་ཡིན་ཏེ།
en: Now, is there a difference with regard to the Buddha and one’s parents, or are they not different?

source: བཅོམ་ལྡན་འདས་ནི་བསྐལ་པ་བརྒྱ་སྟོང་དུ་མར་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཚོགས་བསགས་པ་ལམ་མ་སྐྱེས་པ་རྣམས་ལ་ཆོས་སྟོན་ཅིང་བྱང་ཆུབ་ཏུ་སྟོབས་པ་སྟེ། དེ་ལ་མོས་པ་བསྐྱེད་ན། འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཚད་མེད་པར་འགྱུར་ཏེ། དེ་མྱ་ངན་ལས་འདའ་བའི་ཚེ་ཡང་ཡབ་ཡུམ་ཐར་པའི་ལམ་ལ་བཀོད་དོ།
en: Concerning the Bhagavān, generating devotion toward him, who during many hundreds of thousands of cosmic ages has accumulated a stock of merit generated by his roots of virtue, who taught the Dharma to those lacking a path, and who bestows awakening upon us, the karmic fruit is immeasurable. To parents the path to liberation is unknown.

source: །དེ་ལྟ་ཡིན་ཡང་ཕ་མའི་ཚིག་ནི་ཐམས་ཅད་མཉན་པར་བྱ་བ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Furthermore, one need not always obey the words of one’s parents. Why not?

source: ལ་ལ་ལོག་པར་ལྟ་བ་དང་ལྡན་པ་དག་བུ་ལ་འདི་སྐད་ཅེས་ཟེར་ཏེ། བུ་ངེད་ཁ་འཚོ་བའི་གནས་སུ་ཁྲིད་ཅིག་དང་ཁྱོད་ལ་ཕན་པ་དང་བདེ་བར་འགྱུར་རོ་ཞེས་ཟེར་བ་དང་།
en: Because there are some who hold false views and who say to their child, ‘Child, bring us to an uninhabited place—you will benefit from this and be happy!’

source: ངེད་གཡང་དུ་ཐོང་ཤིག་མེར་ཆུག་ཤིག་ཅེས་ཟེར་ཡང་དེ་ལྟ་བུ་ནི་མི་བྱའོ།
en: or ‘Abandon us in a chasm! Commit us to the flames!’ When they say such things, this ought not to be done.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why not?

source: ཕ་མ་བསད་པས་ནི་གདོན་མི་ཟ་བར་སེམས་ཅན་དམྱལ་བར་འགྲོའོ།
en: Because through murdering one’s parents one will certainly go to the hell realms.

source: །དེ་ལྟ་བས་ན་བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་ཕ་མ་གསོད་པ་ནི་རབ་ཏུ་འབྱུང་བར་མི་བྱ་སྟེ། དེ་ལ་རབ་ཏུ་འབྱུང་བའི་རྒྱུ་མེད་བསྙེན་པ་རྫོགས་པར་བྱ་བའི་རྒྱུ་མེད་དེ། དེ་ལྟ་བས་ན་དེ་དག་སྤང་བར་བྱའོ་ཞེས་གསུངས་སོ།
en: Therefore, the Bhagavān has said not to accept those who have killed their parents into the novitiate and that such people should not be accepted for full ordination, and for this reason such people should be shunned. “

source: །ཇི་ལྟར་ན་ཕ་མ་དང་མཁན་པོ་དང་སློབ་དཔོན་དག་ཏུ་མཉམ་ཞིང་མཚུངས་པ་ཡིན་ཞེ་ན།
en: How, then, are one’s parents, one’s preceptor, and one’s teacher equal?

source: དེ་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་ཕ་མ་བུ་ལ་བྱམས་པ་ནི་རྐང་དང་རུས་པའི་ཁོང་ནས་བྱམས་སོ་ཞེས་གསུངས་ཏེ། དེ་ལྟ་བས་ན་ཕ་མས་མ་གནང་ན་རབ་ཏུ་མི་འབྱུང་ངོ་།
en: In this regard, the Bhagavān has said, ‘Parents love their children from the depths of their hearts.’ Therefore, when parents do not give their permission, one should not accept someone into the novitiate.

source: །དེ་ཡང་དཔེར་ན་འཕགས་པ་ཕོ་བྲང་འཁོར་སྐྱོང་ལ་སོགས་པ་ཕ་མས་མ་བཀྱེ་ན་བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་རབ་ཏུ་མ་ཕྱུང་བ་ལྟ་བུ་སྟེ།
en: Take, for example, the noble Rāṣṭrapāla, among others. When his parents did not let him go, the Bhagavān did not accept him as a novice.

source: ད་དུང་ཡང་ཕ་མས་མ་གནང་བར་རབ་ཏུ་མི་དབྱུང་སྟེ།
en: Still today ordination is not given without parents’ consent.
